import {
  ProductionContainer,
  ProductionText,
  ProductionTitel,
  PtoductionImg,
} from './Beton2.styled';

export default function Beton2() {
  return (
    <ProductionContainer>
      <div>
        <ProductionTitel>Системи приготування бетонної суміші</ProductionTitel>
      </div>
      <div>
        <ProductionText>
          ТДВ «Моторика-Юг» комплектує бетонні заводи різними бетонозмішувачами,
          всі види яких характеризуються високою якістю, надійністю та
          забезпечують високі показники продуктивності виробництва. Якісний
          бетонозмішувач – це основа заводу з виробництва бетону.
        </ProductionText>
        <ProductionText>
          ТДВ «Моторика-Юг» використовуючи свій досвід модернізації та,
          виключаючи всі недоліки попередніх моделей, пропонує своїм клієнтам
          такі різновиди бетонозмішувачів: примусовий, двовалковий або
          планетарний бетонозмішувачі.
        </ProductionText>
        <ProductionText>
          <strong>Бетонозмішувач примусового типу.</strong> Він простий, але дуже
          ефективний у роботі. З його допомогою створюється середньомарочний
          бетон. Підійде замовникам, які займаються випуском товарних бетонів.
        </ProductionText>
        <ProductionText>
          <strong>Бетонозмішувач двухвальний.</strong> Даний вид змішувача гравітаційної
          дії. Гравітаційні типи дозволяють виготовити надтвердий і надважкий
          бетон. Використовуючи гравітаційний бетонозмішувач, можна отримувати
          високу однорідність бетонного розчину. Конструкція кожного робочого
          механізму дозволяє уникати розшарування всіх компонентів, що входять
          до складу бетону. Він має сталевий корпус, внутрішню бічну броню,
          виготовлену з високоміцної сталі.
        </ProductionText>
        <ProductionText>
          <strong>Бетонозмішувач планетарний.</strong> Планетарного типу змішувачі
          примусової дії найбільше підходять, коли потрібно виготовити надважкий
          бетон. Він ефективно перемішує, з його допомогою розчин виходить
          однорідним завдяки встановленим ущільненим перемішуючим елементам
          безперервної дії. При розробці цього обладнання ми зробили акцент на
          показниках надійності та міцності, застосувавши сталь для обшивки
          корпусу, використавши високоміцну зносостійку внутрішню броню.
        </ProductionText>
        <PtoductionImg>
          <img
            src={
              process.env.PUBLIC_URL + '/imgs/production/beton/beton2/21.jpg'
            }
            alt="Бетонозмішувач "
          />
        </PtoductionImg>
      </div>
    </ProductionContainer>
  );
}
