import {
  ProductionContainer,
  ProductionText,
  ProductionTitel,
  Table,
  TheadBox,
  TheadTitle,
  HeadTr,
  Tbody,
  PtoductionImg,
  ProductionTextPrincip,
  ProductionTitlePrincip,
} from './Production4.styled';

export default function Production2() {
  return (
    <ProductionContainer>
      <div>
        <ProductionTitel>АВТОМАТИЧНИЙ Вібропрес PGV-1000</ProductionTitel>
        <PtoductionImg>
          <figure>
            <img
              src={
                process.env.PUBLIC_URL +
                '/imgs/production/vibropress/product4.jpg'
              }
              alt="Вібропрес PGV-120U "
            />
            <figure>Вібропрес PGV-1000</figure>
          </figure>
        </PtoductionImg>
      </div>
      <div>
        <ProductionText>
          Вібропреси серії PGV-1000 є високопродуктивними і здатні виробляти
          широкий асортимент продукції на формовочній зоні 0,7 кв.м. Полегшена
          система зміни форми забезпечує можливість виробляти різні вироби
          висотою від 40 до 350 мм, а саме тротуарну плитку, стінові блоки,
          бордюри, водовідвідні лотки тощо з продуктивністю до 1450 циклів за 8
          годинну робочу зміну.
        </ProductionText>
        <ProductionText>
          У стандартну комплектацію входять вібропрес, системи транспортування
          піддонів, системи транспортування та обробки виробів, автоматизація.
        </ProductionText>
        <ProductionTitlePrincip>
          Вібропрес серії PGV-1000 функціонує на основі ПЛК та є повністю
          автоматичним. За рахунок автоматизації всієї лінії вібропресування
          забезпечується однакова якість та кількість виробів. Система
          автоматизації має зрозумілий інтерфейс і може бути перекладена кращою
          для клієнта мовою. Через один РК-екран керування оператор може стежити
          за роботою всіх вузлів лінії, від інертних бункерів до укладання сухих
          виробів на транспортні піддони. Наші системи автоматизації є
          модульними, мають опцію доповнення та проектуються таким чином, щоб у
          майбутньому клієнт міг розширити виробництво.
        </ProductionTitlePrincip>

        <ProductionTitel>УПРАВЛІННЯ РЕЦЕПТУРАМИ</ProductionTitel>
        <ProductionTextPrincip>
          Для кожного виробу та форми створюється необмежену кількість рецептур,
          пов'язаних з параметрами обладнання та кількістю інертних, що скорочує
          час на визначення цих налаштувань.
        </ProductionTextPrincip>
        <ProductionTitel>
          МОЖЛИВІСТЬ ВІДДАЛЕНОГО ДОСТУПУ ЧЕРЕЗ VPN
        </ProductionTitel>
        <ProductionTextPrincip>
          Завдяки адаптеру для віддаленого контролю та сервісу при підключенні
          лінії до Інтернету з'являється можливість відстежувати роботу лінії з
          будь-якої точки світу. Можливість віддаленого доступу забезпечує
          доступ до системи автоматизації, а також отримання необхідної
          інформації про роботу обладнання та технічні неполадки.
        </ProductionTextPrincip>
        <ProductionTitel>СЕНСОРНИЙ ЕКРАН УПРАВЛІННЯ</ProductionTitel>
        <ProductionTextPrincip>
          Завдяки ергономічній панелі управління робота вузлів лінії може
          керуватися вручну з єдиного сенсорного екрану.
        </ProductionTextPrincip>

        <ProductionTitel>
          ОПТИМАЛЬНІ НАЛАШТУВАННЯ ВІБРАЦІЇ ДЛЯ КОЖНОГО ВИРОБУ
        </ProductionTitel>
        <ProductionTextPrincip>
          Система вібрації вібропресу PGV-1000 складається з вібростолу, під
          яким знаходяться синхронізований віброблок. Частотні перетворювачі
          стабільно працюють у широкому діапазоні швидкостей, забезпечуючи
          плавну та швидку зміну значень швидкості. Оскільки регулювання
          вібрації виконується окремо для різних груп виробів, скорочується час
          формування, збільшується щоденна продуктивність, для виробів
          досягається висока міцність, ідеальне ущільнення та найкраща якість.
        </ProductionTextPrincip>

        <ProductionTextPrincip>
          Пасивний розрихлювач, розташований усередині завантажувального ящика
          для основного та фактурного бетону, забезпечує швидкий та рівномірний
          розподіл бетонної суміші по осередках матриці.
        </ProductionTextPrincip>
      </div>
      <TheadTitle>Основні технічні характеристики</TheadTitle>
      <Table>
        <TheadBox>
          <HeadTr>
            <th>Найменування параметру</th>
            <th>Одиниці вимірювання</th>
            <th>Значення</th>
          </HeadTr>
        </TheadBox>
        <Tbody>
          <tr>
            <td>Загальна потужність</td>
            <td>кВт</td>
            <td>40</td>
          </tr>
          <tr>
            <td>Напруга</td>
            <td>Вольт</td>
            <td>380</td>
          </tr>
          <tr>
            <td>Розмір формовочної зони</td>
            <td>мм/кв.м</td>
            <td>1200х830 /0,7</td>
          </tr>
          <tr>
            <td>Висота виробів (мін/макс)</td>
            <td>мм</td>
            <td>30/350</td>
          </tr>
          <tr>
            <td>Цикл формування</td>
            <td>сек</td>
            <td>18...30</td>
          </tr>
          <tr>
            <td>Режим роботи</td>
            <td colSpan="2">Автоматичний</td>
          </tr>
          <tr>
            <td>Потужність вібрації</td>
            <td>кН</td>
            <td>80</td>
          </tr>
          <tr>
            <td>Маса</td>
            <td>кг</td>
            <td>10 000</td>
          </tr>
          <tr>
            <td>Обслуговуючий персонал</td>
            <td>чол</td>
            <td>3</td>
          </tr>
          <tr>
            <td>Продуктивність за зміну</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>- тротуарна плитка(кирпичик)</td>
            <td>кв.м</td>
            <td>до 1000</td>
          </tr>
          <tr>
            <td>- блок стіновий</td>
            <td>шт</td>
            <td>до 14 000</td>
          </tr>
          <tr>
            <td>- бордюр</td>
            <td>м.п.</td>
            <td>до 3 500</td>
          </tr>
        </Tbody>
      </Table>
      <p>
        *Даний показник досягається при продуктивності БСУ в 40т/год і пресформі
        Блок стіновий 19х10
      </p>
      <p>
        **Даний показник досягається при продуктивності БСУ в 80т/год і
        пресформі БР100.30.15х4
      </p>
    </ProductionContainer>
  );
}
